{
    "quote": "We have said elsewhere of the Herodians, that they were a certain new heresy, who said that Herod was the Christ, because the succession of the kingdom of Judah had failed. Others however say that the Herodians were the soldiers of Herod, whom the Pharisees brought as witnesses of the words of Christ, that they might take Him, and lead Him away. But observe how in their wickedness they wished to deceive Christ by flattery; for it goes on: Master, we know that thou art true.\n\nSo that thou wilt not honour Cæsar, that is, against the truth; therefore they add, But teachest the way of God in truth. Is it lawful to give tribute to Cæsar, or not? Shall we give, or shall we not give? For their whole plot was one which had a precipice on both sides, so that if He said that it was lawful to give tribute to Cæsar, they might provoke the people against Him, as though He wished to reduce the nation itself to slavery; but if He said, that it was not lawful, they might accuse Him, as though He was stirring up the people against Cæsar; but the Fountain of wisdom escaped their snares. Wherefore there follows: But he, knowing their hypocrisy, said unto them, Why tempt ye me? bring me a penny, that I may see it. And they brought it.\n\nAs if He had said, Give what bears an image to him whose image it bears, that is, the penny to Cæsar; for we can both pay Cæsar his tribute, and offer to God what is His own.\n\nThe inevitable wants of our bodies is as Cæsar unto each of us; the Lord therefore orders that there should be given to the body its own, that is, food and raiment, and to God the things that are God's. It goes on: And they marvelled at him. They who ought to have believed, wondered at such great wisdom, because they had found no place for their craftiness.",
    "sources": [
        {
            "url": "https:\/\/www.ecatholic2000.com\/catena\/untitled-111.shtml",
            "title": "Catena Aurea by Aquinas"
        },
        {
            "url": "https:\/\/ccel.org\/ccel\/aquinas\/catena2\/catena2.i.html",
            "title": "Catena Aurea by Aquinas"
        }
    ],
    "secondary_source": "Aquinas"
}