{
    "quote": "As they returned thanks, before they drank, so they return thanks after drinking; wherefore it is said, And when they had sung an hymn, they went out into the mount of Olives, to teach us to return thanks both before and after our food.\n\nHe also shews by this that He was glad to die for us, because when about to be betrayed, He deigned to praise God. He also teaches us when we fall into troubles for the sake of the salvation of many, not to be sad, but to give thanks to God, who through our distress works the salvation of many.\n\nAgain, He went out into a mountain, that they might come to Him in a lonely place, and take Him without tumult. For if they had come to Him, whilst He was abiding in the city, the multitude of the people would have been in an uproar, and then His enemies, who took occasion against Him, should seem to have slain Him justly, because He stirred up the people.\n\nThe Lord allowed them to fall that they might not trust in themselves, and lest He should seem to have prophesied, what He had said, as an open accusation (κατηγορία ap. Theoph.) of them, He brings forward the witness of Zechariah the Prophet; wherefore it goes on: For it is written, I will smite the shepherd, and the sheep shall be scattered.\n\nBut the Father says, I will smite the shepherd, because He permitted him to be smitten. He calls the disciples sheep, as being innocent and without guile. At last He consoles them, by saying, But after that I am risen I will go before you into Galilee.\n\nWe are to understand that it happened thus; Peter denied once, then the cock crew, but after he had made two more denials, then the cock crew for the second time.\n\nThe other disciples also shewed a fearless zeal. For there follows, Likewise also said they all, but nevertheless they acted against the truth, which Christ had prophesied.",
    "sources": [
        {
            "url": "https:\/\/www.ecatholic2000.com\/catena\/untitled-111.shtml",
            "title": "Catena Aurea by Aquinas"
        },
        {
            "url": "https:\/\/ccel.org\/ccel\/aquinas\/catena2\/catena2.i.html",
            "title": "Catena Aurea by Aquinas"
        }
    ],
    "append_to_author_name": " (as quoted by Aquinas, AD 1274)"
}