{
    "quote": "\"Who then is Paul, and who is Apollos?\"\n\nIn this way, after producing and proving his facts, he makes his accusation henceforth more openly. Moreover, he employs his own name, doing away all harshness and not suffering them to be angry at what it is said. For if Paul is nothing and murmur not, much less ought they to think themselves ill used. Two ways, you see, he has of soothing them; first by bringing forward his own person, then by not robbing them of all as if they contributed nothing. Rather he allows them some small portion: small though it be, he does allow it. For having said, \"Who is Paul, and who Apollos,\" he adds, \"but ministers by whom you believed.\" Now this in itself is a great thing, and deserving of great rewards:  although in regard of the archetype and the root of all good, it is nothing. (For not he that \"ministers\" to our blessings, but he that provides and gives them, he is our Benefactor.) And he said not, \"Evangelists,\" but \"Ministers,\" which is more. For they had not merely preached the Gospel, but had also ministered unto us; the one being a matter of word only, while the other has deed also. And so, if even Christ be a minister only of good things, and not the root Himself and the fountain, (I mean, of course, in that He is a Son,) observe to what an issue this matter is brought. (ποῦ τὸ πρᾶγμα κατάγεται] . \"how deep and high it is made to go.\") How then, you will ask, does he say that He was made a Minister of Circumcision? [Romans 15:8] He is speaking in that place of His secret dispensation in the Flesh, and not in the same sense which we have now mentioned. For there, by \"Minister,\" he means \"Fulfiller,\" (πληρωτὴν, i.e. of types), and not one that of his own store gives out the blessings.\n\nFurther, he said not, \"Those who guide you into the Faith,\" but \"those by whom you believed;\" again attributing the greater share to themselves, and indicating by this also the subordinate class of ministers (τοὺς διακόνους κὰντεῦθεν δηλῶν]). Now if they were ministering to another, how come they to seize the authority for themselves? But I would have you consider how in no wise he lays the blame on them as seizing it for themselves, but on those who endow them with it. For the ground-work of the error lay in the multitude; since, had the one fallen away, the other would have been broken up. Here are two points which he has skilfully provided for: in that first he has prepared, as by mining (ὑπορύξας,) in the quarter where it was necessary to overthrow the mischief; and next, on their side, in not attracting ill-will, nor yet making them more contentious.\n\n\"Even as Christ (ὁ Κύριος], rec. text.) gave to every man.\"\n\nFor not even this small thing itself was of themselves, but of God, who put it into their hands. For lest they might say, What then? Are we not to love those that minister unto us? Yea, says he; but you should know to what extent. For not even this thing itself is of them, but of God who gave it.",
    "sources": [
        {
            "url": "https://www.newadvent.org/fathers/220108.htm",
            "title": "Homily 8 on First Corinthians"
        }
    ]
}