{
    "quote": "(Hom. lxii.) The Lord had before left Judæa because of their jealousy, but now He keeps Himself more to it, because His passion was near at hand. Yet does He not go up to Judæa itself, but into the borders of Judæa; whence it is said, And it came to pass when Jesus had ended all these sayings, he departed from Galilee.\n\nIt should be also observed, that the Lord is not either ever delivering doctrine, or ever working miracles, but one while does this, and again turns to that; that by His miracles faith might be given to what He said, and by His teaching might be shewed the profit of those things which He wrought.\n\nFor indeed Christ so healed men, as to do good both to themselves, and through them to many other. For these men's healing was to others the occasion of their knowledge of God; but not to the Pharisees, who were only hardened by the miracles; whence it follows; And the Pharisees came to him, tempting him,, and saying, Is it lawful for a man to put away his wife for every cause?\n\nObserve their wickedness even in the way of putting their question. The Lord had above disputed concerning thus law, but they now ask Him as though He had spoken nothing thereof, supposing He had forgot what He had before delivered in this matter.\n\nBut not by the law of creation only, but also by the practice of the law, He shews that they ought to be joined one and one, and never put asunder, And he said, For this cause shall a man leave his father and his mother, and shall cleave to his wife.\n\nSee the wisdom of the Teacher. Being asked, Is it lawful, He said not straight, It is not lawful, lest they should be troubled, but establishes it through a proof. For God made them from the beginning male and female, and not merely joined them together, but bade them quit father and mother; and not bade the husband merely approach his wife, but be joined to her, shewing by this manner of speaking the inseparable bond. He even added a still closer union, saying, And they twain shall be one flesh.\n\nWhen He had brought forward the words and facts of the old law, He then interprets it with authority, and lays down a law, saying, Therefore they are no more twain, but one flesh. For as those who love one another spiritually are said to be one soul, And all they that believed had one heart and one soul, (Acts 4:32.) so husband and wife who love each other after the flesh, are said to be one flesh. And as it is a wretched thing to cut the flesh, so is it an unjust thing to put away a wife.\n\nHe brings in God yet again, saying, What God has joined, let no man put asunder, shewing that it is against both nature and God's law to put away a wife; against nature, because one flesh is therein divided; against law, because God has joined and forbidden to sunder them.\n\nHad the Lord been opposed to the Old Testament, He would not thus have contended in Moses' behalf, nor have gone about to shew that what was his was in agreement with the things of old. But the unspeakable wisdom of Christ made answer and excuse for these in this manner, He saith unto them, Moses for the hardness of your hearts suffered you to put away your wives. By this He clears Moses from their charge, and retorts it all upon their own head.\n\nAt last, because what He had said was severe, He goes back to the old law, saying, From the beginning it was not so.",
    "sources": [
        {
            "url": "https:\/\/www.ecatholic2000.com\/catena\/untitled-111.shtml",
            "title": "Catena Aurea by Aquinas"
        },
        {
            "url": "https:\/\/ccel.org\/ccel\/aquinas\/catena1\/catena1.i.html",
            "title": "Catena Aurea by Aquinas"
        }
    ],
    "secondary_source": "Aquinas"
}