{
    "quote": "For she had been so estimable as even to make their house a Church, both by making all in it believers, and because they opened it to all strangers. For he was not in the habit of calling any houses Churches, save where there was much piety, and much fear of God deeply rooted in them.  And on this ground he said to the Corinthians also, \"Salute Aquila and Priscilla, with the Church that is in their house.\" [1 Corinthians 16:19] And when writing about Onesimus, \"Paul unto Philemon, and to the beloved Apphia, and to the Church that is in their house.\" [Philemon 1, 2] For it is possible for a man even in the married state to be worthy of being looked up to, and noble. See then how these were in that state and became very honorable, and yet their occupation was far from being honorable; for they were \"tent-makers.\" Still their virtue covered all this, and made them more conspicuous than the sun. And neither their trade nor their marriage συζυγία cf. Philippians 4:3 was any hurt to them, but the love which Christ required of them, that they exhibited. \"For greater love has no man than this, He says, that a man lay down his life for his friends.\" [John 15:13] And that which is a proof of being a disciple, they achieve, since they took up the Cross and followed Him. For they who did this for Paul, would much rather have displayed their fortitude in Christ's behalf.\n\nLet rich and poor both hear all this. For if they who lived from their labor, and were managers of a workshop, exhibited such profuseness as to be of service to many Churches; what pardon can they expect, who are rich, and yet neglect the poor? For they were not sparing even of their blood for the sake of God's will, but you are sparing even of scanty sums, and many times sparest not your own soul. But in regard to the teacher were they so, and not so with regard to the disciples? Nay even this cannot be said. For \"the churches of the Gentiles,\" he says, \"thank them.\" And yet they were of the Jews. But still they had such a clear (εἰλικρινὥς]) faith, as to minister unto them also with all willingness. Such ought women to be, not adorning themselves with \"broidered hair, or gold, or costly array\" [1 Timothy 2:9], but in these good deeds. For what empress pray, was so conspicuous or so celebrated as this wife of the tent-maker? She is in everybody's mouth, not for ten or twenty years, but until the coming of Christ, and all proclaim her fame for things such as adorn far more than any royal diadem. For what is greater or so great, as to have been a succorer of Paul? At her own peril to have saved the teacher of the world? And consider: how many empresses there are that no one speaks of. But the wife of the tent-maker is everywhere reported of with the tent-maker (meaning perhaps St. Paul); and the width that the sun sees over, is no more of the world than what the glory of this woman runs unto. Persians, and Scythians, and Thracians, and they who dwell in the uttermost parts of the earth, sing of the Christian spirit of this woman, and bless it.  How much wealth, how many diadems and purples would you not be glad to venture upon obtaining such a testimony? For no one can say either, that in dangers they were of this character, and lavish with their money, and yet neglected the preaching. For he calls them \"fellow-workers and helpers\" on this ground. And this \"chosen vessel\" [Acts 9:15] does not feel ashamed to call a woman his helper but even finds an honor in doing so. For it is not the sex (φίσει) that he minds, but the will is what he honors. What is equal to this ornament? Where now is wealth overflowing on every side? And where the adorning of the person? And where is vainglory? Learn that the dress of woman is not that put about the body, but that which decorates the soul, which is never put off, which does not lie in a chest, but is laid up in the heavens. Look at their labor for the preaching, the crown in martyrdom, the munificence in money, the love of Paul, the charm (φίλτρον) they found in Christ. Compare with this your own estate, your anxiety about money, your vying with harlots (i.e. in dress), your emulating of the grass,  and then you will see who they were and who you are. Or rather do not compare only, but vie with this woman, and after laying aside the burdens of grass (χλόης), (for this is what your costly dressing is), take thou the dress from heaven, and learn whence Priscilla became such as she was. How then did they become so? For two years they entertained Paul as a : [Probably Acts 19:10] and what is there that these two years may not have done for their souls? What am I to do then, you will say because I have not Paul? If you be minded you may have him in a truer sense than they. For even with them the sight of Paul was not what made them of such a character, but the words of Paul. And so, if you be so minded, you shall have both Paul, and Peter, and John, and the whole choir of the Prophets, with the Apostles, associating with you continually. For take the books of these blessed ones, and hold a continual intercourse with their writings, and they will be able to make you like the tent-maker's wife. And why speak I of Paul? For if you will, you may have Paul's Master Himself. For through Paul's tongue even He will discourse with you. And in another way again you will be able to receive this Person, when you receive the saints, even when you tend those that believe in Him. And so even after their departure you will have many memorials of piety. For even the table at which the saint ate, and a seat on which he sat, and the couch on which he lay knows how to pierce  him that received him; even after his departure. How then, think you, was that Shunamite pierced at entering the upper chamber where Elisha abode, when she saw the table, the couch on which the holy man slept; and what religiousness must she have felt come from it?  For had this not been so, she would not have cast the child there when dead, if she had not reaped great benefit from thence. For if so long time after upon entering in where Paul abode, where he was bound, where he sat and discoursed,  we are elevated, and find ourselves starting off from the places to that memory (so Field: Vulg. \"the memory of that day\"); when the circumstances were still fresher, what must those have been likely to feel, who had religiously entertained him? Knowing all this then, let us receive the Saints, that the house may shine, that it may be freed from choking thorns, that the bedchamber may become a haven. And let us receive them, and wash their feet. You are not better than Sarah, nor more noble, nor more wealthy, though thou be an empress. For she had three hundred and eighteen homeborn servants, at a time when to have two servants even was to be wealthy. And why do I mention the three hundred and eighteen servants? She had become possessed of the whole world in her seed and in the promises, she had the \"friend of God\" [Isaiah 41:8; James 2:23] for her husband, God Himself as a Patron, a thing greater than any kingdom. And yet, though she was in so illustrious and honorable estate, this woman kneaded the flour, and did all the other servant's offices, and stood by them as they banqueted too in the rank of a servant. You are not of nobler birth than Abraham, who yet did the part of domestics after his exploits after his victories, after the honor paid him by the king of Egypt, after driving out the kings of the Persians, and raising the glorious trophies. And look not to this; that in appearance the Saints that lodge with you are but poor, and as beggars, and in rags many times, but be mindful of that voice which says, \"Inasmuch as you have done it to the least of these, you have done it unto me.\" [Matthew 25:40] And, \"Despise not one of these little ones, because their angels do always behold the face of My Father which is in heaven.\" [Matthew 18:10] Receive them then with readiness of mind, bringing as they do ten thousand blessings to you, through the greeting of peace. (ib. 10:12, 13.) And after Sarah, reflect upon Rebecca also, who both drew water and gave to drink, and called the stranger in, trampling down all haughtiness. However, through this, great were the rewards of hospitality she received! And thou, if you be so minded, will receive even greater than those. For it will not be the fruit of children only that God will give you, but the heaven, and the blessings there, and a freedom from hell, and a remission of sins. For great, yea, very great, is the fruit of hospitality. [Luke 11:41] Thus too Jethro, and that though he was a foreigner, gained for a relation him who with so great power commanded the sea. [Daniel 4:27; Exodus 3:1] For his daughters too drew into his net this honorable prey. [Numbers 10:29] Setting then your thoughts upon these things, and reflecting upon the manly and heroic  temper of those women, trample upon the gorgeousness of this day, the adornments of dress, the costly jewelry, the anointing with perfumes. And have done with those wanton  and delicate airs, and that mincing walk, and turn all this attentiveness unto the soul, and kindle up in your mind a longing for the heavens. For should but his love take hold of you, you will discern the mire and the clay, and ridicule the things now so admired. For it is not even possible for a woman adorned with spiritual attainments to be seeking after this ridiculousness. Having then cast this aside, which wives of the lewder sort of men, and actresses, and singers, have so much ambition in, clothe you with the love of wisdom, with hospitality, with the succoring of the Saints, with compunction, with continual prayer. These be better than cloth of gold, these more stately than jewels and  than necklaces,  these both make you of good repute among men, and bring you great reward with God. This is the dress of the Church, that of the playhouses. This is worthy of the heaven, that, of horses and mules; that is put even round dead corpses, this shines in a good soul alone wherein Christ dwells. Let this then be the dress for us to acquire, that we also may have our praise sung everywhere, and be well-pleasing to Christ, by Whom and with Whom, etc. Amen.",
    "sources": [
        {
            "url": "https://www.newadvent.org/fathers/210230.htm",
            "title": "Homily 30 on Romans"
        }
    ]
}