{
    "quote": "Leaving the Scribes and Pharisees and those cavillers, He passes into the parts of Tyre and Sidon; that He may heal the Tyrians and Sidonians; And Jesus went thence, and departed into the coasts of Tyre and Sidon.\n\nNot from pharisaical pride, or the superciliousness of the Scribes, but that He might not seem to contravene His own decision, Go not into the way of the Gentiles. For He was unwilling to give occasion to their cavils, and reserved the complete salvation of the Gentiles for the season of His passion and resurrection.\n\nThe disciples, as yet ignorant of the mysteries of God or moved by compassion, beg for this Chananæan woman; or perhaps seeking to be rid of her importunity.\n\nHe says that He is not sent to the Gentiles, but that He is sent first to Israel, so that when they would not receive the Gospel, the passing over to the Gentiles might have just cause.\n\nAnd He adds of the house of Israel, with this design, that we might rightly interpret by this place that other parable concerning the stray sheep.\n\nNote how perseveringly this Chananæan woman calls Him first Son of David, then Lord, and lastly came and worshipped him, as God.\n\nThe Gentiles are called dogs because of their idolatry; who, given to the eating of blood, and dead bodies, turn to madness.\n\nWonderful are shewn the faith, patience, and humility of this woman; faith, that she believed that her daughter could be healed; patience, that so many times overlooked, she yet perseveres in her prayers; humility, that she compares herself not to the dogs, but to the whelps. I know, she says, that I do not deserve the children's bread, and that I cannot have whole meat, nor sit at the table with the master of the house, but I am content with that which is left for the whelps, that through humble fragments I may come to the amplitude of the perfect bread.\n\nAnd the daughter of this Chananæan I suppose to be the souls of believers, who were sorely vexed by a dæmon, not knowing their Creator, and bowing down to stones.\n\nWonderful change of things! Once Israel the son, and we the dogs; the change in faith has led to a change in the order of our names. Concerning them is that said, Many dogs hare come about me; while to us is said, as to this woman, Thy faith hath made thee whole. (Ps. 22:16.)",
    "sources": [
        {
            "url": "https:\/\/www.ecatholic2000.com\/catena\/untitled-111.shtml",
            "title": "Catena Aurea by Aquinas"
        },
        {
            "url": "https:\/\/ccel.org\/ccel\/aquinas\/catena1\/catena1.i.html",
            "title": "Catena Aurea by Aquinas"
        }
    ],
    "append_to_author_name": " (as quoted by Aquinas, AD 1274)"
}