{
    "quote": "But why is He conceived not of a Virgin merely, but of a Virgin espoused? First, that by the descent of Joseph, Mary's family might be made known; secondly, that she might not be stoned by the Jews as an adulteress; thirdly, that in her flight into Egypt she might have the comfort of a husband. The Martyr Ignatius (vid. Ign. ad Eph. 19.) adds yet a fourth reason, namely, that his birth might be hid from the Devil, looking for Him to be born of a wife and not of a virgin.\n\n(cont. Helvid. in princ.) It is to be known, that Helvidius, a certain turbulent man, having got matter of disputation, takes in hand to blaspheme against the Mother of God. His first proposition was, Matthew begins thus, When she was espoused. Behold, he says, you have her espoused, but, as ye say, not yet committed; but surely not espoused for any other reason than as being to be married.\n\nAnd found by none other than by Joseph, who knew all, as being her espoused husband.\n\n(Cont. Helvid. in princip.) But says Helvidius; Neither would the Evangelist have said Before they came together, if they were not to come together afterwards; as none would say, Before dinner, where there was to be no dinner. As if one should say, Before I dined in harbour, I set sail for Africa, would this have no meaning in it, unless he were at some time or other to dine in the harbour? Surely we must either understand it thus,—that before, though it often implies something to follow, yet often is said of things that follow only in thought; and it is not necessary that the things so thought of should take place, for that something else has happened to prevent them from taking place.\n\nTherefore it by no means follows that they did come together afterwards; Scripture however shews not what did happen.",
    "sources": [
        {
            "url": "https:\/\/www.ecatholic2000.com\/catena\/untitled-111.shtml",
            "title": "Catena Aurea by Aquinas"
        },
        {
            "url": "https:\/\/ccel.org\/ccel\/aquinas\/catena1\/catena1.i.html",
            "title": "Catena Aurea by Aquinas"
        }
    ],
    "append_to_author_name": " (as quoted by Aquinas)"
}