{"quote":"(tom. xx. 32, 33.) Those who believe the Holy Scriptures, understand that what men do contrary to right reason, is not done without the operation of devils. Thus the Jews thought that Jesus had spoken by the influence of the devil, when He said, If a man keep My saying, he shall never see death. And this idea they laboured under, because they did not know the power of God. For here He was speaking of that death of enmity to reason (ἐχθρὸν τῷ λόγῳ), by which sinners perish:whereas they understand Him of that death which is common to all; and therefore blame Him for so speaking, when it was certain that Abraham and the Prophets were dead: Abraham is dead, and the Prophets; and Thou sayest, If a man keep My saying, he shall never taste of death. Shall never taste of death, they say, instead of, shall not see death; though between tasting and seeing death there is a difference. Like careless hearers, they mistake what our Lord said. For as our Lord, in that He is the true bread, is good to taste; in that He is wisdom, is beautiful to behold; in like manner His adversary death is both to be tasted and seen. When then a man stands by Christ's help in the spiritual place pointed out to him, (ἐν τῷ δεικνυ μένω νοητῷ τόπῳ) he shall not taste of death if he preserves that state: according to Matthew, There he those standing HERE. which shall not taste of death. (Matt. 16:28) But when a man hears Christ's words and keeps them, he shall not see death.\n\n(tom. xx. 33.) For they do not see that not Abraham only, but every one born of woman, is less than He who was born of a Virgin. Now were the Jews right in saying that Abraham was dead? for he heard the word of Christ, and kept it, as did also the Prophets, who, they say, were dead. For they kept the word of the Son of God, when the word of the Lord came to Hosea, Isaiah, or Jeremiah; if any one else kept the word, surely those Prophets did. They utter a lie then when they say, We know that Thou hast a devil; and when they say, Abraham is dead, and the Prophets.\n\n(tom. xx. 33.) This was the speech of persons spiritually blind. For Jesus did not make Himself what He was, but received it from the Father: Jesus answered and said, If I honour Myself, My honour is nothing.","sources":[{"url":"https:\/\/www.ecatholic2000.com\/catena\/untitled-111.shtml","title":"Catena Aurea by Aquinas [ECATH]"}]}